app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "comments", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "lala"], ["email", "lala"], ["comments", "lalalala"], ["created_at", 2017-05-09 22:34:21 UTC], ["updated_at", 2017-05-09 22:34:21 UTC]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.save